<template>
    <h2>1.商品经济和价值规律</h2>
    <h2>1.商品经济：</h2>
    <h3>商品经济（Commodity Economy） ，“自然经济”的对立物，是商品的生产、交换、出售的总和。商品经济是指直接以交换为目的的经济形式，包括商品生产和商品交换。
商品经济最早产生于第二次社会大分工即手工业从农业中分离并进一步扩大，在第三次社会大分工时出现了商品经济的重要媒介——商人。</h3>
<h2>2.商品的二因素</h2>
<h3>1.价值：价值是凝结在商品中的无差别的一般人类劳动，即人的脑力和体力耗费（社会属性）<br>
2.使用价值：使用价值是物品能够满足人们某种需要的属性，它是商品的自然属性，是构成社会财富的物质内容，是人类社会赖以生存和发展的物质基础。它体现了人与自然的关系。
商品的使用价值是其交换价值的物质承担者。一种物品要成为商品，仅有使用价值是不够的，它还必须是用来交换的，即具有交换价值。</h3>
<h4>（交换价值首先表现为一种使用价值与另一种使用价值相交换的量的关系和比例。两种不同的使用价值之所以可以相互交换，原因在于它们之间存在着某种在本质上共同的东西。只有在本质上共同的东西，在数量上才是可以相互比较的。这种本质上相同的东西就是凝结在商品中的无差别的一般人类劳动，即价值。）
</h4>
</template>