<template>
    <h2>
      1.什么是马克思主义：</h2>
      <h3>马克思主义（Marxism）是马克思主义理论体系的简称，是关于全世界无产阶级和全人类彻底解放的学说,是马克思、恩格斯在批判地继承和吸收人类关于自然科学、思维科学、社会科学优秀成果的基础上于19世纪40年代创立的，并在实践中不断地丰富、发展和完善的无产阶级思想的科学体系。
      </h3>
    <h2>
      2.马克思主义基本原理：
    </h2>
    <h3>由马克思主义哲学、马克思主义政治经济学和科学社会主义三大部分组成。
    </h3>
    <h2>
      3.产生背景：
    </h2>
    <h3>社会根源：资本主义经济的发展为马克思主义的产生提供了经济，社会历史条件。<br>
      阶级基础：无产阶级在反抗资产阶级剥削和压迫的斗争中，逐渐走向自觉，并迫切渴望科学理论的指导<br>
      思想渊源：马克恩格斯的革命实践和对人类文明成果的继承与创新
    <h5>德国古典学，英国古典政治经济学，英法空想社会主义提供了直接理论来源；<br>
      细胞学说，能量守恒和转化定律，生物进化论提供了自然科学前提;<br>
      马克思恩格斯完成了从唯心主义向唯物主义的转变，为革命民主主义向共产主义的转变提供了思想前提。
    </h5>
    </h3>
    <h2>
      4.马克思主义的发展：
    </h2>
    <h3>列宁主义：马克思主义基本原理与俄国实际相结合；<br>
      毛泽东思想和中国特色社会主义理论体系
    <h5>中国特色社会主义理论体系：邓小平理论，“三个代表”重要思想，科学发展观，习近平新时代中国特色社会主义思想</h5>
</h3>
<h2>5.马克思主义的鲜明特征</h2>
<h3>科学性：<br>
    <h5></h5>
</h3>
</template>

<!-- <style>
@media (min-width: 1024px) {
  .about {
    min-height: 100vh;
    display: flex;
    align-items: center;
  }
}
</style> -->
